# coding=utf-8

msg_dict = {
    'admin-bot-started': 'Бот запущен',

    'statistics': '#Статистика за день: *{0}*\n\n'
                  'Новых пользователей: *{1:,}*\n'
                  'Активных пользователей: *{2:,}*\n'
                  'Скачиваний: *{3:,}*\n',

    'our_bots': '*Наши другие полезные пректы, которые вам обязательно пригодятся:*\n\n'
                '*—* @allsaverbot - Скачивания видео с TikTok, YouTube, Pinerest и Instagram\n'
                '*—* @ttfullbot - Для скачивания видео с TikTok без водяного знака\n'
                '*—* @ttsongsbot - Бот для скачивания полной музыки из TikTok\n'
                '*—* @musicloadbot - Бот для поиска высококачественной музыки\n'
                '*—* @memsoundsbot - Бот для поиска популярных мемных звуков из TikTok и Reels\n'
                '*—* @recognizebot - Бот для рапознавания музыки\n'
                '*—* @horoscopebot - Бот для получения ежедневного гороскопа',

    'start': 'Привет, с помощью этого бота ты найдешь множество популярных мемных звуков. Для этого, '
             'выбери то что тебе нужно по кнопкам ниже 👇',

    'search-result-text': 'Результат поиска *{0} - {1}* из *{2}* треков',
    'search-result-none': 'К сожалению, по запросу {} ничего не найдено',
    'search-memes': 'Пришли название название звука или мема для поиска, к примеру, введи в поиск слово "Привет"',

    'downloaded': 'Больше мемных звуков в @memsoundsbot',
    'favourite': 'Чтобы посмотреть избранные звуки, нажмите на кнопу ниже "❤️ Посмотреть избранные звуки"',
}
